{
  "movies": [
    {
      "id": 1,
      "title": "The Cotton Club",
      "year": "1984",
      "runtime": "127",
      "genres": ["Crime", "Drama", "Music"],
      "director": "Francis Ford Coppola",
      "actors": "Richard Gere, Gregory Hines, Diane Lane, Lonette McKee",
      "plot": "The Cotton Club was a famous night club in Harlem. The story follows the people that visited the club, those that ran it, and is peppered with the Jazz music that made it so famous.",
      "posterUrl": "../images/thecottonclub.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "After all the rumors, all the negative publicity, all the stories of fights on the set and backstage intrigue and imminent bankruptcy, Francis Ford Coppola's 'The Cotton Club' is, quite simply, a wonderful movie. It has the confidence and momentum of a movie where every shot was premeditated -- and even if we know that wasn't the case, and this was one of the most troubled productions in recent movie history, what difference does that make when the result is so entertaining?",
      "rating": 75
    },
    {
      "id": 2,
      "title": "Crocodile Dundee",
      "year": "1986",
      "runtime": "97",
      "genres": ["Adventure", "Comedy"],
      "director": "Peter Faiman",
      "actors": "Paul Hogan, Linda Kozlowski, John Meillon, David Gulpilil",
      "plot": "An American reporter goes to the Australian outback to meet an eccentric crocodile poacher and invites him to New York City.",
      "posterUrl": "/images/crocodiledundee.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Wow, first off let me just tell you how honored I am to be the first person to review this here cinematic masterpiece. I don't wanna go telling you sheilas and blokes that I've watched this here over 500 times with a stubby in one hand and my pet Croc, Jemmeson in my lap. But I will admit that no matter how many times I view this. The last scene where Frodo is able to finally get that ring gets me every time. In my opinion the best time to watch this movie is when your three sheets to the wind and in mortal danger of being taken captive by stealth operatives of a hostile foreign nation. Now I know what your thinking, I'd be thinking the same thing if I was in your position. Why would I have to worry about this because I am actually the offspring of John Wick and The Bride(kill bill's Uma Thurman) so naturally self defense against these attackers would be a breeze. You are wrong because the attackers are Crocodile Dundee so no mortal human can defeat him and his army of clones. Overall the movie is a straight ten out of ten with no down parts, If your looking for a movie about a dude just out there living live to the max and not having a single care in the world, Refer to one of my previous reviews on 'The Big Lebwoski'",
      "rating": 88
    },
    {
      "id": 3,
      "title": "Ratatouille",
      "year": "2007",
      "runtime": "111",
      "genres": ["Animation", "Comedy", "Family"],
      "director": "Brad Bird, Jan Pinkava",
      "actors": "Patton Oswalt, Ian Holm, Lou Romano, Brian Dennehy",
      "plot": "A rat who can cook makes an unusual alliance with a young kitchen worker at a famous restaurant.",
      "posterUrl": "/images/ratatouille.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "I Watched This Movie I Loved This Movie. in Fact I Didn't Like This Movie As A Kid Because It Was Totally Lost To Me, But Now I Find It Interesting, It's Just A Story Of A Rat And A Human Finding Their Dreams.",
      "rating": 93
    },
    {
      "id": 4,
      "title": "City of God",
      "year": "2002",
      "runtime": "130",
      "genres": ["Crime", "Drama"],
      "director": "Fernando Meirelles, Kátia Lund",
      "actors": "Alexandre Rodrigues, Leandro Firmino, Phellipe Haagensen, Douglas Silva",
      "plot": "Two boys growing up in a violent neighborhood of Rio de Janeiro take different paths: one becomes a photographer, the other a drug dealer.",
      "posterUrl": "/images/cityofgod.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Such an amazing film that deserves the accolades and acclaimed hype it's garnered. One of the best foreign language films there is and one of the best films personally seen recently, after a long time of being on my to see list but taking a while to get round to it due to being so busy and going through a difficult phase.",
      "rating": 93
    },
    {
      "id": 5,
      "title": "Stardust",
      "year": "2007",
      "runtime": "127",
      "genres": ["Adventure", "Family", "Fantasy"],
      "director": "Matthew Vaughn",
      "actors": "Ian McKellen, Bimbo Hart, Alastair MacIntosh, David Kelly",
      "plot": "In a countryside town bordering on a magical land, a young man makes a promise to his beloved that he'll retrieve a fallen star by venturing into the magical realm.",
      "posterUrl": "/images/stardus.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "What Stardust tries to say isnt so much about fighting your way to superiority, but letting your whimsy lead you to where you should be. Why fight to be accepted by people you dont actually want to be like?",
      "rating": 77
    },
    {
      "id": 6,
      "title": "Apocalypto",
      "year": "2006",
      "runtime": "139",
      "genres": ["Action", "Adventure", "Drama"],
      "director": "Mel Gibson",
      "actors": "Rudy Youngblood, Dalia Hernández, Jonathan Brewer, Morris Birdyellowhead",
      "plot": "As the Mayan kingdom faces its decline, the rulers insist the key to prosperity is to build more temples and offer human sacrifices. Jaguar Paw, a young man captured for sacrifice, flees to avoid his fate.",
      "posterUrl": "/images/apocolypto.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "One of my top 10 movies of all time. Absolutely brilliant from start to finish. Words can’t really explain how powerful and well made this movie is. I first watched it as a young girl and it has remained imprinted in my mind ever since. Yes it contains many gruesome, violent and graphic scenes but it is emotional more than anything. Apocalypto takes you through a roller coaster of emotions such as anger, sadness, tears, joy, empathy, disgust. ",
      "rating": 60
    },
    {
      "id": 7,
      "title": "No Country for Old Men",
      "year": "2007",
      "runtime": "122",
      "genres": ["Crime", "Drama", "Thriller"],
      "director": "Ethan Coen, Joel Coen",
      "actors": "Tommy Lee Jones, Javier Bardem, Josh Brolin, Woody Harrelson",
      "plot": "Violence and mayhem ensue after a hunter stumbles upon a drug deal gone wrong and more than two million dollars in cash near the Rio Grande.",
      "posterUrl": "/images/nocountryforoldmen.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "    I can't recall a scene in film that exhibits such intensity as this one.  Javier Bardem is flawless in this portrayal of the epitome of someone who might resemble the looks of a male Madusa. I've seen this scene countless times, and always seem to fine something fascinating as this all plays out.  What makes this whole scene as mesmerizing as it develops, is the superb attention to detail and the minute and subtle inflections and props, which are all great acting tools that Bardem musters up to project the chilling vibes that evoke fear and trepidation. ",
      "rating": 93
    },
    {
      "id": 8,
      "title": "The Third Man",
      "year": "1949",
      "runtime": "93",
      "genres": ["Film-Noir", "Mystery", "Thriller"],
      "director": "Carol Reed",
      "actors": "Joseph Cotten, Alida Valli, Orson Welles, Trevor Howard",
      "plot": "Pulp novelist Holly Martins travels to shadowy, postwar Vienna, only to find himself investigating the mysterious death of an old friend, Harry Lime.",
      "posterUrl": "/images/thethirdman.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "One of the best British films of all time. No other movie captures the atmosphere of a newly post war European city like this does. It's all down to Carol Reed's amazing direction and choice of authentic locations. Likewise the acting; Orson Welles time on screen is limited but virtually every appearance he makes leads to an iconic movie moment. Add a brilliant storyline with a marvelous twist and you have five star entertainment. If you haven't seen this movie put that right as soon as possible. If this movie doesn't do it for you, best stick to watching Jason Statham films.   ",
      "rating": 83
    },
    {
      "id": 9,
      "title": "The Beach",
      "year": "2000",
      "runtime": "119",
      "genres": ["Adventure", "Drama", "Romance"],
      "director": "Danny Boyle",
      "actors": "Leonardo DiCaprio, Daniel York, Patcharawan Patarakijjanon, Virginie Ledoyen",
      "plot": "Twenty-something Richard travels to Thailand and finds himself in possession of a strange map. Rumours state that it leads to a solitary beach paradise, a tropical bliss - excited and intrigued, he sets out to find it.",
      "posterUrl": "/images/thebeach.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Perhaps as an artifact of cinema alone the film falls short; yet, to me, an important measure of a film is how often I reflect on it as the years pass.  I saw this movie close to its release and was of the age and ilk to appreciate the idea of seeking escape in non-traditional manners such as this.  For me, however, what I think about all these years later is not the then popular trope of international backpacking, ",
      "rating": 43
    },
    {
      "id": 10,
      "title": "Scarface",
      "year": "1983",
      "runtime": "170",
      "genres": ["Crime", "Drama"],
      "director": "Brian De Palma",
      "actors": "Al Pacino, Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio",
      "plot": "In Miami in 1980, a determined Cuban immigrant takes over a drug cartel and succumbs to greed.",
      "posterUrl": "/images/alpacinoscarface.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "This movie is truly unbelievable. Al Pacino, yes may be my favorite actor, but holy s*** this movie was top notch and same goes for the original score of the movie. it has a running time of 2:53:36 and tells as much as you would need to know about the fascinating character of Tony Montana. Now u would not be able to compare it to like GoodFellas but SCARFACE is still my favorite movie. ",
      "rating": 92
    },
    {
      "id": 11,
      "title": "Sid and Nancy",
      "year": "1986",
      "runtime": "112",
      "genres": ["Biography", "Drama", "Music"],
      "director": "Alex Cox",
      "actors": "Gary Oldman, Chloe Webb, David Hayman, Debby Bishop",
      "plot": "Morbid biographical story of Sid Vicious, bassist with British punk group the Sex Pistols, and his girlfriend Nancy Spungen. When the Sex Pistols break up after their fateful US tour, ...",
      "posterUrl": "/images/sidandnancy.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "While this movie had its flaws and was sometimes historically inaccurate, I would recommend this movie anybody who likes punk rock or anyone who likes biopics. This was a great movie but I think it should be more known. The soundtrack was amazing, the actors were great in this film, and it showed the reality and down fall of drug use. ",
      "rating": 76
    },
    {
      "id": 12,
      "title": "Black Swan",
      "year": "2010",
      "runtime": "108",
      "genres": ["Drama", "Thriller"],
      "director": "Darren Aronofsky",
      "actors": "Natalie Portman, Mila Kunis, Vincent Cassel, Barbara Hershey",
      "plot": "A committed dancer wins the lead role in a production of Tchaikovsky's \"Swan Lake\" only to find herself struggling to maintain her sanity.",
      "posterUrl": "/images/blackswan.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "Fantastically deranged at all times, Darren Aronofsky's ballet psycho-melodrama is a glittering, crackling, outrageously pickable scab of a film. At its centre is young ballerina Nina Sayers, played by Natalie Portman. She is beautiful, vulnerable, sexually naive and susceptible to mental illness. To play the role of a lifetime, Nina must delve deep into her own dark side. As her hallucinations and anxiety attacks escalate in tandem with her progress in rehearsal, artistic breakthrough fuses with nervous breakdown. This is a movie about fear of penetration, fear of your body, fear of being supplanted in the affections of a powerful man, love of perfection, love of dance, and perhaps most importantly of all, passionate and overwhelming hatred of your mother.",
      "rating": 85
    },
    {
      "id": 13,
      "title": "Inception",
      "year": "2010",
      "runtime": "148",
      "genres": ["Action", "Adventure", "Sci-Fi"],
      "director": "Christopher Nolan",
      "actors": "Leonardo DiCaprio, Joseph Gordon-Levitt, Ellen Page, Tom Hardy",
      "plot": "A thief, who steals corporate secrets through use of dream-sharing technology, is given the inverse task of planting an idea into the mind of a CEO.",
      "posterUrl": "/images/inception.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "Inception is such a mind-blowing, storytelling masterpiece and Christopher Nolan's 1# film while also being one of the greatest science fiction action movies ever made. While confusing during the first scene with Dom Cobb and the elderly Saito, It has a fascinating plot and theme of planting an idea; convincing the subject's mind that they're not dreaming is the ultimate result of Mal Cobb's inception. I highly praise Hans Zimmer's music, the explanations, the visuals, the sound, Nolan's direction, and the performance of Leonardo DiCaprio, Tom Hardy, Ken Watanabe, and Marion Cotillard.",
      "rating": 59
    },
    {
      "id": 14,
      "title": "Chasing Amy",
      "year": "1997",
      "runtime": "113",
      "genres": ["Comedy", "Drama", "Romance"],
      "director": "Kevin Smith",
      "actors": "Ethan Suplee, Ben Affleck, Scott Mosier, Jason Lee",
      "plot": "Holden and Banky are comic book artists. Everything's going good for them until they meet Alyssa, also a comic book artist. Holden falls for her, but his hopes are crushed when he finds out she's gay.",
      "posterUrl": "/images/chasingamy.jpg",
      "critic":"Daisy",
      "criticimage":"../images/daisy.jpg",
      "feedback": "NO, NO, NO! This movie is just weird. Let's put aside all the LGBTQ stuff here and take a high look at this as a simple 'friend complicates things when they fall in love with other friend' story here.       Holden (a completely selfish idiot who thinks he's wise and sensitive) is smitten with Alyssa. When revealed that Alyssa is off-the-market (she is seeing someone after all) he still decides to hang out with her as a friend though he's crushing hard for her. Later, he decides to potentially destroy several relationships to have what ONLY he wants. When he gets what he wants, it's later revealed that it's not what he thought he was getting and freaks out because he feels like he was deceived.",
      "rating": 55
    },
    {
      "id": 15,
      "title": "The Silence of the Lambs",
      "year": "1991",
      "runtime": "118",
      "genres": ["Crime", "Drama", "Thriller"],
      "director": "Jonathan Demme",
      "actors": "Jodie Foster, Lawrence A. Bonney, Kasi Lemmons, Lawrence T. Wrentz",
      "plot": "A young F.B.I. cadet must confide in an incarcerated and manipulative killer to receive his help on catching another serial killer who skins his victims.",
      "posterUrl": "/images/thesilenceofthelambs.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "It may seem simplistic on its surface but underneath theres a lot going on  The film shows very well how in real life cases serial killers kill for simple things - a tasty snack, a new suit or in the case of this film - a morph suit of sown together victims - it just shows how heartless the killer is and how he'd kill so many people just to simply dress as a woman",
      "rating": 95
    },
    {
      "id": 16,
      "title": "Midnight Express",
      "year": "1978",
      "runtime": "121",
      "genres": ["Crime", "Drama", "Thriller"],
      "director": "Alan Parker",
      "actors": "Brad Davis, Irene Miracle, Bo Hopkins, Paolo Bonacelli",
      "plot": "Billy Hayes, an American college student, is caught smuggling drugs out of Turkey and thrown into prison.",
      "posterUrl": "/images/midnightexpress.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "I saw this film in 1979. Brilliantly directed by Alan Parker. Incredible script by Oliver Stone. This film is a masterpiece that should have won best picture. Davis should have won best actor for his portrayal of Billy Hayes, as should John Hurt a supporting award for his role as the heroine addict Max. Incredible film. Cinematography was breathtaking, Erie, dark, frightening and horrifying. Heartbreaking true story with hope. ",
      "rating": 79
    },
    {
      "id": 17,
      "title": "Pulp Fiction",
      "year": "1994",
      "runtime": "154",
      "genres": ["Crime", "Drama"],
      "director": "Quentin Tarantino",
      "actors": "Tim Roth, Amanda Plummer, Laura Lovelace, John Travolta",
      "plot": "The lives of two mob hit men, a boxer, a gangster's wife, and a pair of diner bandits intertwine in four tales of violence and redemption.",
      "posterUrl": "/images/pulpfiction.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Pulp Fiction is a masterpiece, a real titan, a classic, it really is a unique film and it has that classic Quentin Tarantino theme.    The movie was great when it came out in the 90's and even now it's amazing, the movie has some of the best lines I've heard in a movie, so real, simple, unique ... it's what you expect it to be. hear in real life.",
      "rating": 88
    },
    {
      "id": 18,
      "title": "Lock, Stock and Two Smoking Barrels",
      "year": "1998",
      "runtime": "107",
      "genres": ["Comedy", "Crime"],
      "director": "Guy Ritchie",
      "actors": "Jason Flemyng, Dexter Fletcher, Nick Moran, Jason Statham",
      "plot": "A botched card game in London triggers four friends, thugs, weed-growers, hard gangsters, loan sharks and debt collectors to collide with each other in a series of unexpected events, all for the sake of weed, cash and two antique shotguns.",
      "posterUrl": "/images/lockstock.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "A witty crime black comedy about Four small town friends, one a chef, second one is a Hustler, 0third is a salesman who could sell you anything including fictional dildos and last one is a great card player of the town. ",
      "rating": 91
    },
    {
      "id": 19,
      "title": "Rear Window",
      "year": "1954",
      "runtime": "112",
      "genres": ["Mystery", "Thriller"],
      "director": "Alfred Hitchcock",
      "actors": "James Stewart, Grace Kelly, Wendell Corey, Thelma Ritter",
      "plot": "A wheelchair-bound photographer spies on his neighbours from his apartment window and becomes convinced one of them has committed murder.",
      "posterUrl": "/images/rearwindow.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Rear Window is a one of the more sophisticated Hitchcock films, and I will always consider it a masterpiece. It has tension, suspense, humour, has a strong voyeuristic tone to it and moves along at a good pace. The cinematography was truly excellent, dark in some scenes and beautiful in another. The script is fantastic and genuinely memorable(Thelma Ritter's wisecracks especially), likewise with the story, about a man who is convinced that his neighbour has killed his wife. I have always considered Rear Window's main merit to be the performance of James Stewart, he was perfect as Jeff, the man who is in a wheelchair, due to a broken leg.",
      "rating": 98
    },
    {
      "id": 20,
      "title": "Shutter Island",
      "year": "2010",
      "runtime": "138",
      "genres": ["Mystery", "Thriller"],
      "director": "Martin Scorsese",
      "actors": "Leonardo DiCaprio, Mark Ruffalo, Ben Kingsley, Max von Sydow",
      "plot": "In 1954, a U.S. marshal investigates the disappearance of a murderess who escaped from a hospital for the criminally insane.",
      "posterUrl": "/images/shutterisland.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "We are dropped right into the middle of a situation (like in a dream, this happens in a few scenes throughout the film) middle of the sea, no land in sight and the 2 partners meet there n then for the first time.. how were they on the boat for a while without already talking?",
      "rating": 85
    },
    {
      "id": 21,
      "title": "Reservoir Dogs",
      "year": "1992",
      "runtime": "99",
      "genres": ["Crime", "Drama", "Thriller"],
      "director": "Quentin Tarantino",
      "actors": "Harvey Keitel, Tim Roth, Michael Madsen, Chris Penn",
      "plot": "After a simple jewelry heist goes terribly wrong, the surviving criminals begin to suspect that one of them is a police informant.",
      "posterUrl": "/images/reservoirdogs.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "We are dropped right into the middle of a situation (like in a dream, this happens in a few scenes throughout the film) middle of the sea, no land in sight and the 2 partners meet there n then for the first time.. how were they on the boat for a while without already talking?",
      "rating": 58
    },
    {
      "id": 22,
      "title": "Moneyball",
      "year": "2011",
      "runtime": "133",
      "genres": ["Biography", "Drama", "Sport"],
      "director": "Bennett Miller",
      "actors": "Brad Pitt, Jonah Hill, Philip Seymour Hoffman, Robin Wright",
      "plot": "Oakland A's general manager Billy Beane's successful attempt to assemble a baseball team on a lean budget by employing computer-generated analysis to acquire new players.",
      "posterUrl": "/images/moneyball.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "How Can You Not Be Romantic About Baseball?      Moneyball changed the game forever (the baseball-movie game). No other baseball film (nor any other sports film) has achieved this level of intimate connection to the front office of a professional sports franchise (and made it this interesting and engaging), nor achieved this level of combined excellence in cinematography, editing, and story-telling.",
      "rating": 94
    },
    {
      "id": 23,
      "title": "The Hangover",
      "year": "2009",
      "runtime": "100",
      "genres": ["Comedy"],
      "director": "Todd Phillips",
      "actors": "Bradley Cooper, Ed Helms, Zach Galifianakis, Justin Bartha",
      "plot": "Three buddies wake up from a bachelor party in Las Vegas, with no memory of the previous night and the bachelor missing. They make their way around the city in order to find their friend before his wedding.",
      "posterUrl": "/images/thehangover.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Wow!! I still to these days love this movie!! It has a great choice of cast, and a strong storyline. Zach Gal, Ed Helms, Bradley Cooper, and Ken Jong are funny in The Hangover!! I like the part where Mr. Chow says, it’s funny cause he’s fat! Such a good movie!! My favorite character is Chow!! One of the funniest, and most underrated characters for a comedy movie! My second favorite clip from The Hangover is the movie cameo of Mike Tyson punching Allen! But other then that, I did enjoy the movie!! Definitely worth a watch! I do recommend this movie to anybody. ",
      "rating": 74
    },
    {
      "id": 24,
      "title": "The Great Beauty",
      "year": "2013",
      "runtime": "141",
      "genres": ["Drama"],
      "director": "Paolo Sorrentino",
      "actors": "Toni Servillo, Carlo Verdone, Sabrina Ferilli, Carlo Buccirosso",
      "plot": "Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.",
      "posterUrl": "/images/thegreatbeauty.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Masterpiece of a movie. Paolo Sorrentino directs this masterfully and Toni Servillo is phenomenal in this. For some this may be a slow movie that meanders. For the impatient, this perhaps is not the best match but for those who like to slowly watch things unfold at an organic pace then this comes highly recommended. Nothing here is really forced and the story is told with absolute purpose. ",
      "rating": 91
    },
    {
      "id": 25,
      "title": "Mary and Max",
      "year": "2009",
      "runtime": "92",
      "genres": ["Animation", "Comedy", "Drama"],
      "director": "Adam Elliot",
      "actors": "Toni Collette, Philip Seymour Hoffman, Barry Humphries, Eric Bana",
      "plot": "A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York.",
      "posterUrl": "/images/maryandmax.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Gut-wrenching loneliness is at the core of this film, driving two dissimilar though equally tortured souls from opposite sides of the world to each other; captivating yet bittersweet in its illustration of a friendship between those who seek solace and redemption in their desolate existence which they struggle to make sense of. Along the way are marriage, death, mental illness and separation - how can one affix then detach from a person whom they’ve never touched? ",
      "rating": 92
    },
    {
      "id": 26,
      "title": "Flight",
      "year": "2012",
      "runtime": "138",
      "genres": ["Drama", "Thriller"],
      "director": "Robert Zemeckis",
      "actors": "Nadine Velazquez, Denzel Washington, Carter Cabassa, Adam C. Edwards",
      "plot": "An airline pilot saves almost all his passengers on his malfunctioning airliner which eventually crashed, but an investigation into the accident reveals something troubling.",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "This was such an excellent film!...I loved Denzel's performance...It was top notch as I felt every emotion he conveyed. Kelly Reilly was also awesome in her role...in fact, all the players did such a fantastic job! I went from tears..to laughter..to tears again. The brief nudity was no big deal and was just at the start of the story (if you don't count the butt shot of Captain Whitaker's rear peaking out from his patient gown (LOL)...I didn't find it offensive",
      "rating": 59
    },
    {
      "id": 27,
      "title": "One Flew Over the Cuckoo's Nest",
      "year": "1975",
      "runtime": "133",
      "genres": ["Drama"],
      "director": "Milos Forman",
      "actors": "Michael Berryman, Peter Brocco, Dean R. Brooks, Alonzo Brown",
      "plot": "A criminal pleads insanity after getting into trouble again and once in the mental institution rebels against the oppressive nurse and rallies up the scared patients.",
      "posterUrl": "/images/oneflewoverthecuckoonest.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "",
      "rating": 88
    },
    {
      "id": 28,
      "title": "Requiem for a Dream",
      "year": "2000",
      "runtime": "102",
      "genres": ["Drama"],
      "director": "Darren Aronofsky",
      "actors": "Ellen Burstyn, Jared Leto, Jennifer Connelly, Marlon Wayans",
      "plot": "The drug-induced utopias of four Coney Island people are shattered when their addictions run deep.",
      "posterUrl": "/images/requiemforadream.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "On the surface, just looking at these four individuals in the beginning of the movie, they all seem somewhat alright. Harry and Marion are even bright and shiny, good looking on the outside. But when you continue to watch the movie closely and what each of their characters reveal about themselves, internally these two are already fairly wrecked on the inside.",
      "rating": 78
    },
    {
      "id": 29,
      "title": "The Truman Show",
      "year": "1998",
      "runtime": "103",
      "genres": ["Comedy", "Drama", "Sci-Fi"],
      "director": "Peter Weir",
      "actors": "Jim Carrey, Laura Linney, Noah Emmerich, Natascha McElhone",
      "plot": "An insurance salesman/adjuster discovers his entire life is actually a television show.",
      "posterUrl": "/images/thetrumanshow.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "This 1998 American science fiction comedy drama film directed by Peter Weir stars Jim Carrey as Truman Burbank, adopted and raised by a corporation inside a simulated television show revolving around his life, until he discovers it and decides to escape. ",
      "rating": 99
    },
    {
      "id": 30,
      "title": "The Artist",
      "year": "2011",
      "runtime": "100",
      "genres": ["Comedy", "Drama", "Romance"],
      "director": "Michel Hazanavicius",
      "actors": "Jean Dujardin, Bérénice Bejo, John Goodman, James Cromwell",
      "plot": "A silent movie star meets a young dancer, but the arrival of talking pictures sends their careers in opposite directions.",
      "posterUrl": "/images/theartist.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Shot in glorious black and white, director-writer Michel Hazanavicius has crafted an engaging tale of a silent film superstar, George Valentin (deftly played by Jean Dujardin), whose career seems shuttered with the advent of the “talkies”. Up-and-comer actor/dancer, delightfully named, Peppy Miller (given an exuberant take from Bérénice Bejo) gives the story verve and life",
      "rating": 89
    },
    {
      "id": 31,
      "title": "The Hobbit: The Desolation of Smaug",
      "year": "2013",
      "runtime": "161",
      "genres": ["Adventure", "Fantasy"],
      "director": "Peter Jackson",
      "actors": "Ian McKellen, Martin Freeman, Richard Armitage, Ken Stott",
      "plot": "The dwarves, along with Bilbo Baggins and Gandalf the Grey, continue their quest to reclaim Erebor, their homeland, from Smaug. Bilbo Baggins is in possession of a mysterious and magical ring.",
      "posterUrl": "/images/thehobbit.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "This film from The Hobbit trilogy is definitely my favorite, I honestly can't say why but it is. The fact that in this one we not only see another familiar face from Lord of the Rings but also the fact that we hear a mention of another very familiar character from Lord of the Rings and begin to put it together with that one familiar face, all the other faces in this film are very compelling and very intriguing, both the good and the bad ones.",
      "rating": 79
    },
    {
      "id": 32,
      "title": "Vicky Cristina Barcelona",
      "year": "2008",
      "runtime": "96",
      "genres": ["Drama", "Romance"],
      "director": "Woody Allen",
      "actors": "Rebecca Hall, Scarlett Johansson, Christopher Evan Welch, Chris Messina",
      "plot": "Two girlfriends on a summer holiday in Spain become enamored with the same painter, unaware that his ex-wife, with whom he has a tempestuous relationship, is about to re-enter the picture.",
      "posterUrl": "/images/vickycristinabarcelona.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Woody tells it like it really is. This is a brilliant, hilarious, perceptive movie about the complexities of human relationships, and one of his best. I can watch this over and over. But reading some of the comments on this site - it's painfully obvious that there are viewers out there who just didn't get it. One of Woody's most successful films at the box office, if you have had any experience of real life, you will love this. ",
      "rating": 81
    },
    {
      "id": 33,
      "title": "Lost in Translation",
      "year": "2003",
      "runtime": "101",
      "genres": ["Drama"],
      "director": "Sofia Coppola",
      "actors": "Scarlett Johansson, Bill Murray, Akiko Takeshita, Kazuyoshi Minamimagoe",
      "plot": "A faded movie star and a neglected young woman form an unlikely bond after crossing paths in Tokyo.",
      "posterUrl": "/images/lostintranslation.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "I had been well aware of this film's reputation as a masterpiece for some time, and when I finally saw it I was so glad I did. I have seen it three times now, it improves each time. Lost in Translation is a brilliant film, but also a film you need to see more than once to appreciate it.",
      "rating": 95
    },
    {
      "id": 34,
      "title": "Match Point",
      "year": "2005",
      "runtime": "119",
      "genres": ["Drama", "Romance", "Thriller"],
      "director": "Woody Allen",
      "actors": "Jonathan Rhys Meyers, Alexander Armstrong, Paul Kaye, Matthew Goode",
      "plot": "At a turning point in his life, a former tennis pro falls for an actress who happens to be dating his friend and soon-to-be brother-in-law.",
      "posterUrl": "/images/matchpoint.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "I am an Asian, Well, no single moment upon watching that find it out of thought. The castings, how the scenes were made according to the brilliance of the writer. Amazing movie. Though, women like me might have endings just the other way around to expect. Example for Chris to suffer what he had terribly done. But I guess, was just my personal opinion. ",
      "rating": 72
    },
    {
      "id": 35,
      "title": "Madagascar: Escape 2 Africa",
      "year": "2008",
      "runtime": "89",
      "genres": ["Animation", "Action", "Adventure"],
      "director": "Eric Darnell, Tom McGrath",
      "actors": "Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith",
      "plot": "The animals try to fly back to New York City, but crash-land on an African wildlife refuge, where Alex is reunited with his parents.",
      "posterUrl": "/images/madagascar2.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "I love Madagascar: Escape 2 Africa! It's fun, it's crack-a-lackin', it's action-packed, it's somewhat romantic, and best of all, it's HILARIOUS! I almost died laughing in the part where Alex the lion, Marty the zebra and Melman the giraffe were screaming their heads off when the plane was plummeting towards the ground, and Gloria the hippo slept through the whole damn thing!",
      "rating": 73
    },
    {
      "id": 36,
      "title": "Despicable Me 2",
      "year": "2013",
      "runtime": "98",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Pierre Coffin, Chris Renaud",
      "actors": "Steve Carell, Kristen Wiig, Benjamin Bratt, Miranda Cosgrove",
      "plot": "When Gru, the world's most super-bad turned super-dad has been recruited by a team of officials to stop lethal muscle and a host of Gru's own, He has to fight back with new gadgetry, cars, and more minion madness.",
      "posterUrl": "/images/despicableme2.jpg",
      "critic": "",
      "feedback": "Despicable Me 2",
      "rating": 35
    },
    {
      "id": 37,
      "title": "Downfall",
      "year": "2004",
      "runtime": "156",
      "genres": ["Biography", "Drama", "History"],
      "director": "Oliver Hirschbiegel",
      "actors": "Bruno Ganz, Alexandra Maria Lara, Corinna Harfouch, Ulrich Matthes",
      "plot": "Traudl Junge, the final secretary for Adolf Hitler, tells of the Nazi dictator's final days in his Berlin bunker at the end of WWII.",
      "posterUrl": "/images/downfall.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "In 1942, young Traudl Junge (Alexandra Maria Lara) lands her dream job -- secretary to Adolf Hitler (Bruno Ganz) at the peak of his power. Three years later, Hitler's empire is now his underground bunker. The real-life Traudl narrates Hitler's final days as he rages against imagined betrayers and barks orders to phantom armies, while his mistress, Eva Braun (Juliane Köhler), clucks over his emotional distance, and other infamous Nazis prepare for the end.",
      "rating": 88
    },
    {
      "id": 38,
      "title": "Madagascar",
      "year": "2005",
      "runtime": "86",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Eric Darnell, Tom McGrath",
      "actors": "Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith",
      "plot": "Spoiled by their upbringing with no idea what wild life is really like, four animals from New York Central Zoo escape, unwittingly assisted by four absconding penguins, and find themselves in Madagascar, among a bunch of merry lemurs",
      "posterUrl": "/images/madagascar.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "Though its story is problematic in spots and its humor is hit-or-miss for the adult crowd, Madagascar boasts impressive visuals and enough spunky charm to keep children entertained",
      "rating": 43
    },
    {
      "id": 39,
      "title": "Madagascar 3: Europe's Most Wanted",
      "year": "2012",
      "runtime": "93",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Eric Darnell, Tom McGrath, Conrad Vernon",
      "actors": "Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith",
      "plot": "Alex, Marty, Gloria and Melman are still fighting to get home to their beloved Big Apple. Their journey takes them through Europe where they find the perfect cover: a traveling circus, which they reinvent - Madagascar style.",
      "posterUrl": "/images/madagascar3.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "Amazing movie, if anyone can comment on Chris rock’s Instagram of if he see this, I would really love if you brought back HBO’s show Happily ever after: fairytales for every child. It was a great show for black kids, Asian and Hispanic to have had a platform which showed their beautiful cultures. That animated series told stories that many children have heard as a child but never got to see anyone like themselves because it was white faced. ",
      "rating": 58
    },
    {
      "id": 40,
      "title": "God Bless America",
      "year": "2011",
      "runtime": "105",
      "genres": ["Comedy", "Crime"],
      "director": "Bobcat Goldthwait",
      "actors": "Joel Murray, Tara Lynne Barr, Melinda Page Hamilton, Mackenzie Brooke Smith",
      "plot": "On a mission to rid society of its most repellent citizens, terminally ill Frank makes an unlikely accomplice in 16-year-old Roxy.",
      "posterUrl": "/images/godblessamerica.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "A darkly comic polemic on modern culture, God Bless America is uneven and somewhat this but the ideas behind this revenge fulfillment journey has primal appeal.",
      "rating": 88
    },
    {
      "id": 41,
      "title": "The Social Network",
      "year": "2010",
      "runtime": "120",
      "genres": ["Biography", "Drama"],
      "director": "David Fincher",
      "actors": "Jesse Eisenberg, Rooney Mara, Bryan Barter, Dustin Fitzsimons",
      "plot": "Harvard student Mark Zuckerberg creates the social networking site that would become known as Facebook, but is later sued by two brothers who claimed he stole their idea, and the co-founder who was later squeezed out of the business.",
      "posterUrl": "/images/youdontgetto500millionfriendswithoutmakingafewenemies.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "The very template of an assured masterpiece, The Social Network is exactly what happens when an impeccable script, a visionary director & a talented ensemble unite under one roof and work together in perfect harmony. A truly monumental achievement of contemporary filmmaking, The Social Network is the defining portrait of a generation and a masterpiece for the ages.",
      "rating": 96
    },
    {
      "id": 42,
      "title": "American Gangster",
      "year": "2007",
      "runtime": "157",
      "genres": ["Biography", "Crime", "Drama"],
      "director": "Ridley Scott",
      "actors": "Denzel Washington, Russell Crowe, Chiwetel Ejiofor, Josh Brolin",
      "plot": "In 1970s America, a detective works to bring down the drug empire of Frank Lucas, a heroin kingpin from Manhattan, who is smuggling the drug into the country from the Far East.",
      "posterUrl": "/images/americangangster.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "I think most of us know who Frank Lucas was, he built a drug empire and was sentenced to 70 years in prison, but he became an informant and served five years Sentenced to seven years imprisonment.   Frank Lucas died of natural causes at the age of 88 in New Jersey on May 30, 2019",
      "rating": 68
    },
    {
      "id": 43,
      "title": "Catch Me If You Can",
      "year": "2002",
      "runtime": "141",
      "genres": ["Biography", "Crime", "Drama"],
      "director": "Steven Spielberg",
      "actors": "Leonardo DiCaprio, Tom Hanks, Christopher Walken, Martin Sheen",
      "plot": "The true story of Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars' worth of checks as a Pan Am pilot, doctor, and legal prosecutor.",
      "posterUrl": "/images/catchmeifyoucan.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "A true story about a guy named Frank Abagnale who managed to con millions of dollars that too during teenage years where kids most probably dont even know how to earn a dime.",
      "rating": 60
    },
    {
      "id": 44,
      "title": "American History X",
      "year": "1998",
      "runtime": "119",
      "genres": ["Crime", "Drama"],
      "director": "Tony Kaye",
      "actors": "Edward Norton, Edward Furlong, Beverly D'Angelo, Jennifer Lien",
      "plot": "A former neo-nazi skinhead tries to prevent his younger brother from going down the same wrong path that he did.",
      "posterUrl": "/images/americanhustory.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "I was quite sickened when I first saw this film to be honest. But, because something makes your stomach turn, that doesn't yield any right whatsoever to deny its necessarily savage brilliance...",
      "rating": 82
    },
    {
      "id": 45,
      "title": "Pirates of the Caribbean: At World's End",
      "year": "2007",
      "runtime": "169",
      "genres": ["Action", "Adventure", "Fantasy"],
      "director": "Gore Verbinski",
      "actors": "Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley",
      "plot": "Captain Barbossa, Will Turner and Elizabeth Swann must sail off the edge of the map, navigate treachery and betrayal, find Jack Sparrow, and make their final alliances for one last decisive battle.",
      "posterUrl": "/images/piratesofthecaribeanatworldsend.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Take the intricate ingenuity of Inception, the unflinching boldness of Game of Thrones,the optimism of the Shawshank Redemption and put it all in a chest with the beating heart of Saving Private Ryan.........and behold me mateys, the splendor of the 3rd installment of this fascinating series.",
      "rating": 99
    },
    {
      "id": 46,
      "title": "Crash",
      "year": "2004",
      "runtime": "112",
      "genres": ["Crime", "Drama", "Thriller"],
      "director": "Paul Haggis",
      "actors": "Karina Arroyave, Dato Bakhtadze, Sandra Bullock, Don Cheadle",
      "plot": "Los Angeles citizens with vastly separate lives collide in interweaving stories of race, loss and redemption.",
      "posterUrl": "/images/crash.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Paul Haggis actually did a manifesto with making this film. What you get on this film is not just the art of filmmaking but the art of speaking to everyone no matter their differences.",
      "rating": 25
    },
    {
      "id": 47,
      "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
      "year": "2003",
      "runtime": "143",
      "genres": ["Action", "Adventure", "Fantasy"],
      "director": "Gore Verbinski",
      "actors": "Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley",
      "plot": "Blacksmith Will Turner teams up with eccentric pirate \"Captain\" Jack Sparrow to save his love, the governor's daughter, from Jack's former pirate allies, who are now undead.",
      "posterUrl": "/images/piratesofthecaribbeanthecurseoftheblackpearl.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "A beautiful start to a film series! With editing made by the finest, music composed on par with Mozart, a perfect casting of actors; most notably Johnny Depp playing the role of Captain Jack Sparrow, this movie comes together perfectly! Seeing Barbosa get ended was incredible, watching Elizabeth and Will have their love in peace, and the Commodore allowing Sparrow to go without a fight was all so perfect.",
      "rating": 75
    },
    {
      "id": 48,
      "title": "Oldboy",
      "year": "2003",
      "runtime": "120",
      "genres": ["Drama", "Mystery", "Thriller"],
      "director": "Chan-wook Park",
      "actors": "Min-sik Choi, Ji-tae Yu, Hye-jeong Kang, Dae-han Ji",
      "plot": "After being kidnapped and imprisoned for 15 years, Oh Dae-Su is released, only to find that he must find his captor in 5 days.",
      "posterUrl": "/images/oldboy.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Violent and definitely not for the squeamish, Park Chan-Wook's visceral Oldboy is a strange, powerful tale of revenge",
      "rating": 75
    },
    {
      "id": 49,
      "title": "Chocolat",
      "year": "2000",
      "runtime": "121",
      "genres": ["Drama", "Romance"],
      "director": "Lasse Hallström",
      "actors": "Alfred Molina, Carrie-Anne Moss, Aurelien Parent Koenig, Antonio Gil",
      "plot": "A woman and her daughter open a chocolate shop in a small French village that shakes up the rigid morality of the community.",
      "posterUrl": "/images/chocolat.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "A woman and her daughter open a chocolate shop in a conservative village in France, much to the villagers' disapproval. Over time, they win the people's hearts and also help them with their troubles.",
      "rating": 33
    },
    {
      "id": 50,
      "title": "Casino Royale",
      "year": "2006",
      "runtime": "144",
      "genres": ["Action", "Adventure", "Thriller"],
      "director": "Martin Campbell",
      "actors": "Daniel Craig, Eva Green, Mads Mikkelsen, Judi Dench",
      "plot": "Armed with a licence to kill, Secret Agent James Bond sets out on his first mission as 007 and must defeat a weapons dealer in a high stakes game of poker at Casino Royale, but things are not what they seem.",
      "posterUrl": "/images/casinoroyale.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "The best Bond in decades!      This is the James Bond that we have all been waiting for!!!!! ",
      "rating": 98
    },
    {
      "id": 51,
      "title": "WALL·E",
      "year": "2008",
      "runtime": "98",
      "genres": ["Animation", "Adventure", "Family"],
      "director": "Andrew Stanton",
      "actors": "Ben Burtt, Elissa Knight, Jeff Garlin, Fred Willard",
      "plot": "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.",
      "posterUrl": "/images/walle.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Fun  Movie",
      "rating": 88
    },
    {
      "id": 52,
      "title": "The Wolf of Wall Street",
      "year": "2013",
      "runtime": "180",
      "genres": ["Biography", "Comedy", "Crime"],
      "director": "Martin Scorsese",
      "actors": "Leonardo DiCaprio, Jonah Hill, Margot Robbie, Matthew McConaughey",
      "plot": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government.",
      "posterUrl": "/images/thewolfofwallstreet.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "I recently watched this movie like 2 months ago,before I watched it,I thought this movie was garbage,even though I haven't seen it,I mainly thought that because  some people  I know don't like this movie.But around like 4 months ago,I felt like this movie got more and more praise,so I decided to watch it.",
      "rating": 59
    },
    {
      "id": 53,
      "title": "Hellboy II: The Golden Army",
      "year": "2008",
      "runtime": "120",
      "genres": ["Action", "Adventure", "Fantasy"],
      "director": "Guillermo del Toro",
      "actors": "Ron Perlman, Selma Blair, Doug Jones, John Alexander",
      "plot": "The mythical world starts a rebellion against humanity in order to rule the Earth, so Hellboy and his team must save the world from the rebellious creatures.",
      "posterUrl": "/images/hellboy2.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "I believe I saw Hellboy II before I'd seen the first film but I remember being really impressed with the unique characters and intense action scenes even if I wasn't exactly sure who people were or the story...  I have seen it since in bits and pieces but never really sat down to watch it properly again until now having purchased a Blu-ray copy.  I'll start off by saying, this is a great sequel.  ",
      "rating": 90
    },
    {
      "id": 54,
      "title": "I-See-You.Com",
      "year": "2006",
      "runtime": "92",
      "genres": ["Comedy"],
      "director": "Eric Steven Stahl",
      "actors": "Beau Bridges, Rosanna Arquette, Mathew Botuchis, Shiri Appleby",
      "plot": "A 17-year-old boy buys mini-cameras and displays the footage online at I-see-you.com. The cash rolls in as the site becomes a major hit. Everyone seems to have fun until it all comes crashing down....",
      "posterUrl": "/images/iseeyou.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Comedy about a teenager who secretly sets up mini-cameras and displays the footage on a website that becomes a major hit.",
      "rating": 88
    },
    {
      "id": 55,
      "title": "The Grand Budapest Hotel",
      "year": "2014",
      "runtime": "99",
      "genres": ["Adventure", "Comedy", "Crime"],
      "director": "Wes Anderson",
      "actors": "Ralph Fiennes, F. Murray Abraham, Mathieu Amalric, Adrien Brody",
      "plot": "The adventures of Gustave H, a legendary concierge at a famous hotel from the fictional Republic of Zubrowka between the first and second World Wars, and Zero Moustafa, the lobby boy who becomes his most trusted friend.",
      "posterUrl": "/images/grandbudapesthotel.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Despite the somewhat controversial approach to the film’s subject matter and historical setting, this flick nonetheless fails to entertain, amuse and break the hearts of audiences worldwide.",
      "rating": 61
    },
    {
      "id": 56,
      "title": "Once Upon a Time in America",
      "year": "1984",
      "runtime": "229",
      "genres": ["Crime", "Drama"],
      "director": "Sergio Leone",
      "actors": "Robert De Niro, James Woods, Elizabeth McGovern, Joe Pesci",
      "plot": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
      "posterUrl": "https://images-na.ssl-images-amazon.com/images/M/MV5BMGFkNWI4MTMtNGQ0OC00MWVmLTk3MTktOGYxN2Y2YWVkZWE2XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX300.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "What a fabulous journey back and forth between the very beginning and middle of 20th century United States.",
      "rating": 68
    },
    {
      "id": 57,
      "title": "Oblivion",
      "year": "2013",
      "runtime": "124",
      "genres": ["Action", "Adventure", "Mystery"],
      "director": "Joseph Kosinski",
      "actors": "Tom Cruise, Morgan Freeman, Olga Kurylenko, Andrea Riseborough",
      "plot": "A veteran assigned to extract Earth's remaining resources begins to question what he knows about his mission and himself.",
      "posterUrl": "/images/oblivion.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Jack Harper, a drone repairman stationed on Earth that has been ravaged by war with extraterrestrials, questions his identity after rescuing the woman who keeps appearing in his dreams.",
      "rating": 75
    },
    {
      "id": 58,
      "title": "V for Vendetta",
      "year": "2005",
      "runtime": "132",
      "genres": ["Action", "Drama", "Thriller"],
      "director": "James McTeigue",
      "actors": "Natalie Portman, Hugo Weaving, Stephen Rea, Stephen Fry",
      "plot": "In a future British tyranny, a shadowy freedom fighter, known only by the alias of \"V\", plots to overthrow it with the help of a young woman.",
      "posterUrl": "/images/vforvendetta.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "V for Vendetta: The savior and absolute redeemer of the archaic, pompous and stifling, British film industry.",
      "rating": 79
    },
    {
      "id": 59,
      "title": "Gattaca",
      "year": "1997",
      "runtime": "106",
      "genres": ["Drama", "Sci-Fi", "Thriller"],
      "director": "Andrew Niccol",
      "actors": "Ethan Hawke, Uma Thurman, Gore Vidal, Xander Berkeley",
      "plot": "A genetically inferior man assumes the identity of a superior one in order to pursue his lifelong dream of space travel.",
      "posterUrl": "/images/gattaca.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "In a not so distant future , gene enhancement is feasible and hence natural child birth is almost a thing of the past yet there are a few who are naturally born these individuals are considered to be Invalids or Inferiors only the genetically advanced can work at Gattaca the organization that runs the society while the invalids are supposed to take up.menial jobs ,",
      "rating": 15
    },
    {
      "id": 60,
      "title": "Silver Linings Playbook",
      "year": "2012",
      "runtime": "122",
      "genres": ["Comedy", "Drama", "Romance"],
      "director": "David O. Russell",
      "actors": "Bradley Cooper, Jennifer Lawrence, Robert De Niro, Jacki Weaver",
      "plot": "After a stint in a mental institution, former teacher Pat Solitano moves back in with his parents and tries to reconcile with his ex-wife. Things get more challenging when Pat meets Tiffany, a mysterious girl with problems of her own.",
      "posterUrl": "/images/silverlinings.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Jennifer Lawrence and Bradley Cooper shine in what is the least cringe-worthy and the most endearing romantic comedy I've seen in a long time. The dramatic scenes where characters break down have been so well written and directed that it makes the movie feel very real, because the pain (and ultimately the joy) of being alive that the characters feel overwhelms you in these scenes. ",
      "rating": 76
    },
    {
      "id": 61,
      "title": "Alice in Wonderland",
      "year": "2010",
      "runtime": "108",
      "genres": ["Adventure", "Family", "Fantasy"],
      "director": "Tim Burton",
      "actors": "Johnny Depp, Mia Wasikowska, Helena Bonham Carter, Anne Hathaway",
      "plot": "Nineteen-year-old Alice returns to the magical world from her childhood adventure, where she reunites with her old friends and learns of her true destiny: to end the Red Queen's reign of terror.",
      "posterUrl": "/images/aliceinwonderland.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",

      "feedback": "Alice, now 19 years old, follows a rabbit in a blue coat to a magical wonderland from her dreams where she is reunited with her friends who make her realise her true destiny.",
      "rating": 82
    },
    {
      "id": 62,
      "title": "Pacific Rim",
      "year": "2013",
      "runtime": "131",
      "genres": ["Action", "Adventure", "Sci-Fi"],
      "director": "Guillermo del Toro",
      "actors": "Charlie Hunnam, Diego Klattenhoff, Idris Elba, Rinko Kikuchi",
      "plot": "As a war between humankind and monstrous sea creatures wages on, a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world from the apocalypse.",
      "posterUrl": "/images/pacificrim.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",

      "feedback": "Probably one of the best movies of it's category if not the best. del Toro iz amazing director and you clearly can see how much heart and brain he puts into his movies. Engaging story, hero journey is top of the tops, lovable characters, well developed characters, crazy action that tries to simulate real life physics as much as tech allows it... Pacific Rim, Starship Troopers and Aliens 2 are movies that I just can't stop watching over and over again. ",
      "rating": 35
    },
    {
      "id": 63,
      "title": "Cloud Atlas",
      "year": "2012",
      "runtime": "172",
      "genres": ["Drama", "Sci-Fi"],
      "director": "Tom Tykwer, Lana Wachowski, Lilly Wachowski",
      "actors": "Tom Hanks, Halle Berry, Jim Broadbent, Hugo Weaving",
      "plot": "An exploration of how the actions of individual lives impact one another in the past, present and future, as one soul is shaped from a killer into a hero, and an act of kindness ripples across centuries to inspire a revolution.",
      "posterUrl": "/images/cloudatals.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "This is definitely not a movie for movie-goers who want to just zone out and only give half of their attention while scrolling through Instagram/talking with friends, etc... There is so much packed into this incredible movie that it's going to be difficult to digest it in only one watch. And I've happily watched this movie at least 10 times, and loved it more and more each time.",
      "rating": 80
    },
    {
      "id": 64,
      "title": "The Impossible",
      "year": "2012",
      "runtime": "114",
      "genres": ["Drama", "Thriller"],
      "director": "J.A. Bayona",
      "actors": "Naomi Watts, Ewan McGregor, Tom Holland, Samuel Joslin",
      "plot": "The story of a tourist family in Thailand caught in the destruction and chaotic aftermath of the 2004 Indian Ocean tsunami.",
      "posterUrl": "/images/theimpossible.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "Finally a disaster film done right where nature is the true villan! This film is such an amazingly harrowing, powerful and poignant true story of the strength of the human spirit. Fantastic acting, Tom Holland is a complete revelation with career best performances from both Ewan McGregor and Naomi Watts too combine all this alongside fantastic cinematography, absorbing direction, tearjerking score and jaw dropping special effects and you have a film of highest calibre. The tsunami scene is so horrifying brutal, realistic, intense and breathtaking it demands to be experienced on the big screen. An absolute must see but have your tissues at the ready, I defy anyone not touched and moved by this wonderful piece of cinema. Absolutely compelling stuff! Unforgettable.",
      "rating": 90
    },
    {
      "id": 65,
      "title": "All Quiet on the Western Front",
      "year": "1930",
      "runtime": "136",
      "genres": ["Drama", "War"],
      "director": "Lewis Milestone",
      "actors": "Louis Wolheim, Lew Ayres, John Wray, Arnold Lucy",
      "plot": "A young soldier faces profound disillusionment in the soul-destroying horror of World War I.",
      "posterUrl": "/images/allquietwesternfront.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "All Quiet on the Western Front is a novel by Erich Maria Remarque, a German veteran of World War I. The book describes the German soldiers' extreme physical and mental stress during the war, and the detachment from civilian life felt by many of these soldiers upon returning home from the front.",
      "rating": 75
    },
    {
      "id": 66,
      "title": "Dallas Buyers Club",
      "year": "2013",
      "runtime": "117",
      "genres": ["Biography", "Drama"],
      "director": "Jean-Marc Vallée",
      "actors": "Matthew McConaughey, Jennifer Garner, Jared Leto, Denis O'Hare",
      "plot": "In 1985 Dallas, electrician and hustler Ron Woodroof works around the system to help AIDS patients get the medication they need after he is diagnosed with the disease.",
      "posterUrl": "/images/dallasbuyersclub.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Dallas Buyers Club was an interesting journey and look into the lives of patients during the AIDS crisis of the 1980s. Matthew McConaughey and Jared Leto's acting throughout the movie was phenomenal, and I was impressed at the way they could convey the raw emotions of their characters.",
      "rating": 86
    },
    {
      "id": 67,
      "title": "Before Sunrise",
      "year": "1995",
      "runtime": "105",
      "genres": ["Drama", "Romance"],
      "director": "Richard Linklater",
      "actors": "Ethan Hawke, Julie Delpy, Andrea Eckert, Hanno Pöschl",
      "plot": "A young man and woman meet on a train in Europe, and wind up spending one evening together in Vienna. Unfortunately, both know that this will probably be their only night together.",
      "posterUrl": "/images/beforesunrise.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Have you ever seen a film that left you speechless for just how good it is? You know, I have never exactly been into romance movies. I´m more into action flicks and indie movies, so I wasn't into these kind of movies. However, I wanted to try watch at least one romance movie and I had to choose Before Sunrise, the first film in the Before trilogy",
      "rating": 91
    },
    {
      "id": 68,
      "title": "The Rum Diary",
      "year": "2011",
      "runtime": "120",
      "genres": ["Comedy", "Drama"],
      "director": "Bruce Robinson",
      "actors": "Johnny Depp, Aaron Eckhart, Michael Rispoli, Amber Heard",
      "plot": "American journalist Paul Kemp takes on a freelance job in Puerto Rico for a local newspaper during the 1960s and struggles to find a balance between island culture and the expatriates who live there.",
      "posterUrl": "/images/rumdiary.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "My own story is more interesting than the rum Diary. Witnessed the H bomb accident in Thule Greenland from the geophysics station. Went to pr in 68 and ended up at the arecibo observatory. Found a bunch of pulsars. Made my first child in the cane fields of arecibo. Had my Mooney crash at Cabo Engano DR. Worked unknowingly for a Nazi drug dealer for 5 years and joined AA. ",
      "rating": 88
    },
    {
      "id": 69,
      "title": "Chinatown",
      "year": "1974",
      "runtime": "130",
      "genres": ["Drama", "Mystery", "Thriller"],
      "director": "Roman Polanski",
      "actors": "Jack Nicholson, Faye Dunaway, John Huston, Perry Lopez",
      "plot": "A private detective hired to expose an adulterer finds himself caught up in a web of deceit, corruption and murder.",
      "posterUrl": "/images/barriochinochinatown.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "It must be like a visit from the Pope for Catholics. I don’t set out flowers or put on my best slacks, but whenever I hear the Holy-C Chinatown will show on television, my mood improves, I’ve a hopeful glint in my eye and then sit in awe of the film that wow'd audiences and should've swept the Oscars (1/BOSP).",
      "rating": 58
    },
    {
      "id": 70,
      "title": "Calvary",
      "year": "2014",
      "runtime": "102",
      "genres": ["Comedy", "Drama"],
      "director": "John Michael McDonagh",
      "actors": "Brendan Gleeson, Chris O'Dowd, Kelly Reilly, Aidan Gillen",
      "plot": "After he is threatened during a confession, a good-natured priest must battle the dark forces closing in around him.",
      "posterUrl": "/images/calvary.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "An honest and good-hearted priest (Brendan Gleeson) wrestles with a cynical, spiteful community after he receives a death threat from an unknown parishioner.",
      "rating": 87
    },
    {
      "id": 71,
      "title": "Spirited Away",
      "year": "2001",
      "runtime": "125",
      "genres": ["Animation", "Adventure", "Family"],
      "director": "Hayao Miyazaki",
      "actors": "Rumi Hiiragi, Miyu Irino, Mari Natsuki, Takashi Naitô",
      "plot": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts.",
      "posterUrl": "/images/spiritedaway.jpg",
      "critic": "",  "critic":"Lucas",
      "criticimage":"../images/lucas.jpg", "feedback": "Hayao Miyazaki’s Spirited Away (Released Date : 12 December 2002 ) is a work of magic that you shouldn’t miss. It is an unforgettable, thrilling and enchanting anime movie. Easily one of the best movies I’ve ever watched and the best movie in Studio Ghibli. Studio Ghibli is from Japan, and there are many movies from it like Howl’s Moving Castle, War Of The Fireflies, Whisper Of The Heart, and My Neighbour Totoro.",
      "rating": 63
    },
    {
      "id": 72,
      "title": "Indochine",
      "year": "1992",
      "runtime": "159",
      "genres": ["Drama", "Romance"],
      "director": "Régis Wargnier",
      "actors": "Catherine Deneuve, Vincent Perez, Linh Dan Pham, Jean Yanne",
      "plot": "This story is set in 1930, at the time when French colonial rule in Indochina is ending. A widowed French woman who works in the rubber fields, raises a Vietnamese princess as if she was ...",
      "posterUrl": "/images/indochine.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "In colonial-era Vietnam, Jean-Baptiste (Vincent Perez), a dashing French naval captain; Eliane (Catherine Deneuve), a wealthy plantation owner of French parentage; and her adopted Vietnamese daughter, Camille (Linh Dan Pham), ",
      "rating": 72
    },
    {
      "id": 73,
      "title": "Birdman or (The Unexpected Virtue of Ignorance)",
      "year": "2014",
      "runtime": "119",
      "genres": ["Comedy", "Drama", "Romance"],
      "director": "Alejandro G. Iñárritu",
      "actors": "Michael Keaton, Emma Stone, Kenny Chin, Jamahl Garrison-Lowe",
      "plot": "Illustrated upon the progress of his latest Broadway play, a former popular actor's struggle to cope with his current life as a wasted actor is shown.",
      "posterUrl": "/images/birdman.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Almost entirely shot indoors, the movie features Michael Keaton in the role of Riggan Thomson, who once was a widely celebrated actor in his role as Birdman in a major commercial blockbuster.",
      "rating": 60
    },
    {
      "id": 74,
      "title": "Boyhood",
      "year": "2014",
      "runtime": "165",
      "genres": ["Drama"],
      "director": "Richard Linklater",
      "actors": "Ellar Coltrane, Patricia Arquette, Elijah Smith, Lorelei Linklater",
      "plot": "The life of Mason, from early childhood to his arrival at college.",
      "posterUrl": "/images/boyhood.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "      Absolutely unique, heartwarming and a wholesome thought provoking epic from the history of drama category. ",
      "rating": 70
    },
    {
      "id": 75,
      "title": "12 Angry Men",
      "year": "1957",
      "runtime": "96",
      "genres": ["Crime", "Drama"],
      "director": "Sidney Lumet",
      "actors": "Martin Balsam, John Fiedler, Lee J. Cobb, E.G. Marshall",
      "plot": "A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence.",
      "posterUrl": "/images/twelveangrymen.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "There are a few wonderful courtroom dramas out there, Anatomy of a Murder, To Kill a Mockingbird and Witness for the Prosecution immediately springing to mind. 12 Angry Men is so brilliant, it could very well be the definitive courtroom drama on film. Sidney Lumet's direction is masterly, and although the action takes place on one set(an actual New York drawing room) there are a huge variety of innovative camera angles and visual set-ups.",
      "rating": 94
    },
    {
      "id": 76,
      "title": "The Imitation Game",
      "year": "2014",
      "runtime": "114",
      "genres": ["Biography", "Drama", "Thriller"],
      "director": "Morten Tyldum",
      "actors": "Benedict Cumberbatch, Keira Knightley, Matthew Goode, Rory Kinnear",
      "plot": "During World War II, mathematician Alan Turing tries to crack the enigma code with help from fellow mathematicians.",
      "posterUrl": "/images/theimitationgame.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "A wonderful movie that must be watched, more so because it has, among others, four very talented and prominent actors - Benedict Cumberbatch, Mark Strong, Charles Dance and Keira Knightley. A strong five stars for the entire cast and crew as well as the script. Kudos to the author of the book bearing the same name on which this movie is based. ",
      "rating": 75
    },
    {
      "id": 77,
      "title": "Interstellar",
      "year": "2014",
      "runtime": "169",
      "genres": ["Adventure", "Drama", "Sci-Fi"],
      "director": "Christopher Nolan",
      "actors": "Ellen Burstyn, Matthew McConaughey, Mackenzie Foy, John Lithgow",
      "plot": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
      "posterUrl": "/images/interstellar.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Time & space , these are two very important phenomrnon which kept humanity think for thousand of years  about this vast infinite universe and to find out its unapproachable interstellar destinations like solar system ,  milkyway , planets , blackholes ,etc. ",
      "rating": 59
    },
    {
      "id": 78,
      "title": "Big Nothing",
      "year": "2006",
      "runtime": "86",
      "genres": ["Comedy", "Crime", "Thriller"],
      "director": "Jean-Baptiste Andrea",
      "actors": "David Schwimmer, Simon Pegg, Alice Eve, Natascha McElhone",
      "plot": "A frustrated, unemployed teacher joining forces with a scammer and his girlfriend in a blackmailing scheme.",
      "posterUrl": "/images/bignothing.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "A frustrated Charlie teams up with his former colleague Gus and his girlfriend Josie to blackmail Reverend Smalls, a priest who is a porn addict, and extort money to provide for his family.",
      "rating": 88
    },
    {
      "id": 79,
      "title": "Das Boot",
      "year": "1981",
      "runtime": "149",
      "genres": ["Adventure", "Drama", "Thriller"],
      "director": "Wolfgang Petersen",
      "actors": "Jürgen Prochnow, Herbert Grönemeyer, Klaus Wennemann, Hubertus Bengsch",
      "plot": "The claustrophobic world of a WWII German U-boat; boredom, filth, and sheer terror.",
      "posterUrl": "/images/dasboot.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "A German submarine patrols the Atlantic Ocean during World War II, manned by a crew that must contend with tense conflicts and long stretches of confined boredom.",
      "rating": 61
    },
    {
      "id": 80,
      "title": "Shrek 2",
      "year": "2004",
      "runtime": "93",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Andrew Adamson, Kelly Asbury, Conrad Vernon",
      "actors": "Mike Myers, Eddie Murphy, Cameron Diaz, Julie Andrews",
      "plot": "Princess Fiona's parents invite her and Shrek to dinner to celebrate her marriage. If only they knew the newlyweds were both ogres.",
      "posterUrl": "/images/shrek2.jpg",
      "critic": "John",
      "criticimage": "../images/john.jpg",
      "feedback": "Best movie ever! I think this movie is better then the last one. We get to see more of the shrek universe and we get to find out where Fiona is from and why everything happen. They explain it in a a fun and interesting way. I like the intro where they have Prince Charming reading the book and when he goes to rescue Fiona he finds the wolf. That was funny.",
      "rating": 75
    },
    {
      "id": 81,
      "title": "Sin City",
      "year": "2005",
      "runtime": "124",
      "genres": ["Crime", "Thriller"],
      "director": "Frank Miller, Robert Rodriguez, Quentin Tarantino",
      "actors": "Jessica Alba, Devon Aoki, Alexis Bledel, Powers Boothe",
      "plot": "A film that explores the dark and miserable town, Basin City, and tells the story of three different people, all caught up in violent corruption.",
      "posterUrl": "/images/sincity.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Based on Frank Millers graphic novels of the same name and co-directed by Miller and Robert Rodriguez, ‘Sin City’ is one of modern American cinemas most visually stylish and unique films. Shot almost entirely in black and white but with occasional flashes of brilliant colour, the film tells the four interlinked stories of several different characters, all caught up in the corruption and violence of Basin City, the ‘Sin City’ of the title.",
      "rating": 88
    },
    {
      "id": 82,
      "title": "Nebraska",
      "year": "2013",
      "runtime": "115",
      "genres": ["Adventure", "Comedy", "Drama"],
      "director": "Alexander Payne",
      "actors": "Bruce Dern, Will Forte, June Squibb, Bob Odenkirk",
      "plot": "An aging, booze-addled father makes the trip from Montana to Nebraska with his estranged son in order to claim a million-dollar Mega Sweepstakes Marketing prize.",
      "posterUrl": "/images/nebraska.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Alexander Payne's movie 'Nebraska' scores highly in the originality stakes, narratively speaking.   It's what I call a life movie, with a healthy side dish of comic relief.",
      "rating": 65
    },
    {
      "id": 83,
      "title": "Shrek",
      "year": "2001",
      "runtime": "90",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Andrew Adamson, Vicky Jenson",
      "actors": "Mike Myers, Eddie Murphy, Cameron Diaz, John Lithgow",
      "plot": "After his swamp is filled with magical creatures, an ogre agrees to rescue a princess for a villainous lord in order to get his land back.",
      "posterUrl": "/images/shrek.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "Even people who have never seen Shrek know it's the greatest film of all time. Orson Welles' debut has become an undisputed cultural benchmark — the celluloid equivalent of War And Peace, the Mona Lisa, Hamlet, Moonlight Sonata, or Sergeant Pepper's Lonely Hearts Club Band (the Beatles album, not the Bee Gees movie). But how did it achieve and maintain this exalted position as a cinematic sacred cow?",
      "rating": 64
    },
    {
      "id": 84,
      "title": "Mr. & Mrs. Smith",
      "year": "2005",
      "runtime": "120",
      "genres": ["Action", "Comedy", "Crime"],
      "director": "Doug Liman",
      "actors": "Brad Pitt, Angelina Jolie, Vince Vaughn, Adam Brody",
      "plot": "A bored married couple is surprised to learn that they are both assassins hired by competing agencies to kill each other.",
      "posterUrl": "/images/mrandmrssmith.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "There is no denying that Brad Pitt and Angelina Jolie did an incredible job in this movie. Certain times I feared for their lives,  lol. A great action, romance movie with dark humor- a brilliant script. Not enough Star ratings when these beautiful Hollywood demi-gods fill the movie-screen with all-out action and entertainment. ",
      "rating": 93
    },
    {
      "id": 85,
      "title": "Original Sin",
      "year": "2001",
      "runtime": "116",
      "genres": ["Drama", "Mystery", "Romance"],
      "director": "Michael Cristofer",
      "actors": "Antonio Banderas, Angelina Jolie, Thomas Jane, Jack Thompson",
      "plot": "A woman along with her lover, plan to con a rich man by marrying him and on earning his trust running away with all his money. Everything goes as planned until she actually begins to fall in love with him.",
      "posterUrl": "/images/originalsin.jpg",
      "critic": "Roy",
      "criticimage": "../images/roy.jpg",
      "feedback": "A woman, with her lover, plans to marry a rich businessman and steal all his money. Things begin to go downhill when she falls in love with him.",
      "rating": 88
    },
    {
      "id": 86,
      "title": "Despicable Me",
      "year": "2010",
      "runtime": "95",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Pierre Coffin, Chris Renaud",
      "actors": "Steve Carell, Jason Segel, Russell Brand, Julie Andrews",
      "plot": "When a criminal mastermind uses a trio of orphan girls as pawns for a grand scheme, he finds their love is profoundly changing him for the better.",
      "posterUrl": "/images/despicableme.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "This is not a movie nor a film. This is a work of art. A masterpiece. The way our protagonist, Gru, goes from a cold-hearted loner to a loving, caring father who would put his life on the line for his girls truly captures what life is all about; family. Through flashbacks, we can also see that Gru's father was absent and that he was neglected by his mother and this makes him a sympathetic character that you root for, even before his turn to good. ",
      "rating": 55
    },
    {
      "id": 87,
      "title": "The Hobbit: An Unexpected Journey",
      "year": "2012",
      "runtime": "169",
      "genres": ["Adventure", "Fantasy"],
      "director": "Peter Jackson",
      "actors": "Ian McKellen, Martin Freeman, Richard Armitage, Ken Stott",
      "plot": "A reluctant hobbit, Bilbo Baggins, sets out to the Lonely Mountain with a spirited group of dwarves to reclaim their mountain home - and the gold within it - from the dragon Smaug.",
      "posterUrl": "/images/hobbit.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "And I thought the Lord of the Rings trilogy was something before, but this prequel that happened before that trilogy is just as surprising, intense, fierce, magical, stunning and so much more, starting with this one. I'm extremely compelled and astonished by all that Bilbo went through in this beginning of his first adventure, it's like you can see where Frodo got his feeling of adventure when Lord of the Rings came around.",
      "rating": 64
    },
    {
      "id": 88,
      "title": "The Great Gatsby",
      "year": "2013",
      "runtime": "143",
      "genres": ["Drama", "Romance"],
      "director": "Baz Luhrmann",
      "actors": "Lisa Adam, Frank Aldridge, Amitabh Bachchan, Steve Bisley",
      "plot": "A writer and wall street trader, Nick, finds himself drawn to the past and lifestyle of his millionaire neighbor, Jay Gatsby.",
      "posterUrl": "/images/gatsby.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "The Great Gatsby is synonymous with parties, glitz and glamour – but this is just one of many misunderstandings about the book that began from its first publication.",
      "rating": 62
    },
    {
      "id": 89,
      "title": "Ice Age",
      "year": "2002",
      "runtime": "81",
      "genres": ["Animation", "Adventure", "Comedy"],
      "director": "Chris Wedge, Carlos Saldanha",
      "actors": "Ray Romano, John Leguizamo, Denis Leary, Goran Visnjic",
      "plot": "Set during the Ice Age, a sabertooth tiger, a sloth, and a wooly mammoth find a lost human infant, and they try to return him to his tribe.",
      "posterUrl": "/images/subzeroherosicage.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "First of all if you haven't seen this movie, please go watch it. I was going to give this movie a 4 star review because, I couldn't think of myself praising it that much but really looking back on it, I don't see how this doesn't deserve 5 stars. The main 3 of Ray Romano as Manny, John Leguizamo as Sid, and Denis Leary as Diego is just so classic and amazing",
      "rating": 97
    },
    {
      "id": 90,
      "title": "The Lord of the Rings: The Two Towers",
      "year": "2002",
      "runtime": "179",
      "genres": ["Action", "Adventure", "Drama"],
      "director": "Peter Jackson",
      "actors": "Bruce Allpress, Sean Astin, John Bach, Sala Baker",
      "plot": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard.",
      "posterUrl": "/images/lordoftheringsthetwotowers.jpg",
      "critic": "Daisy",
      "criticimage": "../images/daisy.jpg",
      "feedback": "The Two Towers is another excellent installment in the excellent Lord of the Rings Trilogy. The movie also features amazing special effects with Gollum, dramatic political tension in Rohan, and fantastic moments with the Ents. There's also beautiful moments between Aragorn and Arwen. The costumes, weapons, armor, props and movie sets are very well crafted. The landscapes and scenery of New Zealand are beautiful.",
      "rating": 95
    },
    {
      "id": 91,
      "title": "Ex Machina",
      "year": "2015",
      "runtime": "108",
      "genres": ["Drama", "Mystery", "Sci-Fi"],
      "director": "Alex Garland",
      "actors": "Domhnall Gleeson, Corey Johnson, Oscar Isaac, Alicia Vikander",
      "plot": "A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a breath-taking humanoid A.I.",
      "posterUrl": "/images/exmachina.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Caleb Smith, a young programmer, gets a chance to become a part of a strange scientific experiment where he is expected to assess artificial intelligence by interacting with a female robot.",
      "rating": 92
    },
    {
      "id": 92,
      "title": "The Theory of Everything",
      "year": "2014",
      "runtime": "123",
      "genres": ["Biography", "Drama", "Romance"],
      "director": "James Marsh",
      "actors": "Eddie Redmayne, Felicity Jones, Tom Prior, Sophie Perry",
      "plot": "A look at the relationship between the famous physicist Stephen Hawking and his wife.",
      "posterUrl": "/images/theoryofeverything.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "There should be no boundary between human endeavour, Stephen Hawking explains during a press conference. It is this line that strikes a chord at the very centre of James Marsh's incredible biopic on one of the most brilliant scientists of our time. ",
      "rating": 71
    },
    {
      "id": 93,
      "title": "Shogun",
      "year": "1980",
      "runtime": "60",
      "genres": ["Adventure", "Drama", "History"],
      "director": "N/A",
      "actors": "Richard Chamberlain, Toshirô Mifune, Yôko Shimada, Furankî Sakai",
      "plot": "A English navigator becomes both a player and pawn in the complex political games in feudal Japan.",
      "posterUrl": "/images/shogun.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Shōgun is a 1975 novel by James Clavell. It is the first novel of the author's Asian Saga. A major best-seller, by 1990 the book had sold 15 million copies",
      "rating": 75
    },
    {
      "id": 94,
      "title": "Spotlight",
      "year": "2015",
      "runtime": "128",
      "genres": ["Biography", "Crime", "Drama"],
      "director": "Tom McCarthy",
      "actors": "Mark Ruffalo, Michael Keaton, Rachel McAdams, Liev Schreiber",
      "plot": "The true story of how the Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core.",
      "posterUrl": "/images/spotlight.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "   Tom McCarthy's 'Spotlight' portrays the Boston Globe's investigative articles on the Catholic Church's cover-up of pedophile abuse by a significant percentage of its priests in the Boston area.",
      "rating": 88
    },
    {
      "id": 95,
      "title": "Whiplash",
      "year": "2014",
      "runtime": "107",
      "genres": ["Drama", "Music"],
      "director": "Damien Chazelle",
      "actors": "Miles Teller, J.K. Simmons, Paul Reiser, Melissa Benoist",
      "plot": "A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential.",
      "posterUrl": "/images/whiplasg.jpg",
      "critic":"Kyle",
      "criticimage":"../images/kyle.jpg",
      "feedback": "Whiplash is one of the most powerful films that I have seen in a long time. The sheer emotion and power it is able to effectively convey is simply extraordinary. J.K Simmons Performance goes unrivalled by anyone else, and his character is just as well written as it is acted.",
      "rating": 25
    },
    {
      "id": 96,
      "title": "Hotel Rwanda",
      "year": "2004",
      "runtime": "121",
      "genres": ["Drama", "History", "War"],
      "director": "Terry George",
      "actors": "Xolani Mali, Don Cheadle, Desmond Dube, Hakeem Kae-Kazim",
      "plot": "Paul Rusesabagina was a hotel manager who housed over a thousand Tutsi refugees during their struggle against the Hutu militia in Rwanda.",
      "posterUrl": "/images/hotelrwanda.jpg",
      "critic": "",
      "feedback": "",
      "rating": 88
    },
    {
      "id": 97,
      "title": "The Martian",
      "year": "2015",
      "runtime": "144",
      "genres": ["Adventure", "Drama", "Sci-Fi"],
      "director": "Ridley Scott",
      "actors": "Matt Damon, Jessica Chastain, Kristen Wiig, Jeff Daniels",
      "plot": "An astronaut becomes stranded on Mars after his team assume him dead, and must rely on his ingenuity to find a way to signal to Earth that he is alive.",
      "posterUrl": "/images/bringhimhome.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "Premiering at the 2015 Toronto International Film Festival, Ridley Scotts's 'The Martian' tells the incredible story of one man's survival after being left on Mars. Spanning over 141 minutes, 'The Martian' brings Andy Weir's 2011 novel to the big screen in a well-paced, well-written affair that features a star-studded cast with Matt Damon at its helm.",
      "rating": 99
    },
    {
      "id": 98,
      "title": "The Hateful Eight",
      "year": "2015",
      "runtime": "187",
      "genres": ["Crime", "Drama", "Mystery"],
      "director": "Quentin Tarantino",
      "actors": "Samuel L. Jackson, Kurt Russell, Jennifer Jason Leigh, Walton Goggins",
      "plot": "In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters.",
      "posterUrl": "/images/hatefuleight.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "I love Quentin Tarantino's movies are original and have a very good story",
      "rating": 78
    },
    {
      "id": 99,
      "title": "The Big Short",
      "year": "2015",
      "runtime": "130",
      "genres": ["Biography", "Comedy", "Drama"],
      "director": "Adam McKay",
      "actors": "Ryan Gosling, Rudy Eisenzopf, Casey Groves, Charlie Talbert",
      "plot": "Four denizens in the world of high-finance predict the credit and housing bubble collapse of the mid-2000s, and decide to take on the big banks for their greed and lack of foresight.",
      "posterUrl": "/images/thebigshort.jpg",
      "critic":"Lucas",
      "criticimage":"../images/lucas.jpg",
      "feedback": "This movie does an amazing job of breaking down every reason I left that industry. Shadiness, greed, actuarialization and ruthlessness combined with a corporate/political compartmentalization that makes it impossible for any one group, let alone a single person, to understand the full problem... and why it impacted the entire world... and really... continues to do so almost 12 years later (at the time of this posting",
      "rating": 99
    }
  ]
}
